const text = {
    loginId: {
        description: '아이디',
        require:"아이디는 6~16자 영문, 숫자로 설정해주세요",
        duplicate:"이미 사용중인 아이디입니다",
        availabe: "사용 가능한 아이디입니다",
        check: "아이디를 다시 확인해주세요",
    },
    email: {
        description: '학교 이메일',
    },
    nickname: {
        description: '닉네임',
        require:"닉네임은 2~16자로 설정해주세요",
        duplicate:"이미 사용중인 닉네임입니다",
        availabe: "사용 가능한 닉네임입니다",
        check: "닉네임을 다시 확인해주세요"
    },
    password: {
        description: `비밀번호`,
        require:"비밀번호는 8~16자로 설정해주세요",
        availabe: "사용 가능한 비밀번호입니다",
        check: "비밀번호를 다시 확인해주세요"
    },
    confirmPassword: {
        description: `비밀번호 확인`,
        check: "비밀번호가 같지 않습니다"
    },
    agreement: {
        text: `이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구`,
        require: "약관에 동의해주세요",
    },

}

export default text;