const text = {
    loginId: {
        description: '아이디',
    },
    email: {
        description: '학교 이메일',
    },
    nickname: {
        description: '닉네임',
    },
    password: {
        description: `비밀번호`
    },
    confirmPassword: {
        description: `비밀번호 확인`
    },
    agreement: {
        text: `이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구이용약관 어쩌구저쩌구`
    }
}

export default text;